[TC_WOTC_MILL_L96A1_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>L96A1</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>L96A1</b></font>"
AbilityDescName="снайперская винтовка"
BriefSummary="L96A1 / Arctic Warfare - снайперская винтовка британского производства, разработанная в компании Accuracy International. В середине 1980-х годов винтовка была принята на вооружение Британской армии под обозначением L96. Также существуют модификации винтовки, используемые полицией и силами специального назначения. Винтовка комплектуется оптическим прицелом Leupold Mark 4 фиксированной кратностью х10. Также на L96A1 устанавливаются прицел L1A1 «Шмидт и Бендер» класса 6х42 или прицел LORIS «Геодезис Дефенс». При стрельбе из снайперской винтовки применяется широкий спектр патронов благодаря тому, что винтовка имеет сменный ствол, выполненный из нержавеющей стали путём холодной ковки. Технически представляет собой винтовку с продольно-скользящим поворотным затвором. Подача патронов при стрельбе производится из отъёмных коробчатых магазинов ёмкостью 5, либо 10 патронов. В целом представляет собой высокоточную тактическую винтовку экстра-класса, отлично зарекомендовавшую себя надёжной работой в самых тяжёлых условиях в различных армиях мира."
TacticalText="<Bullet/>Тип: Снайперская винтовка\n<Bullet/>Режим ведения огня: Одиночный\n<Bullet/>Принцип действия: Скользящий затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: Великобритания\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_MILL_L96A1_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>LX98</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>LX98</b></font>"
AbilityDescName="снайперская винтовка"
BriefSummary="L96A1 / Arctic Warfare - снайперская винтовка британского производства, разработанная в компании Accuracy International. В середине 1980-х годов винтовка была принята на вооружение Британской армии под обозначением L96. Также существуют модификации винтовки, используемые полицией и силами специального назначения. Винтовка комплектуется оптическим прицелом Leupold Mark 4 фиксированной кратностью х10. Также на L96A1 устанавливаются прицел L1A1 «Шмидт и Бендер» класса 6х42 или прицел LORIS «Геодезис Дефенс». При стрельбе из снайперской винтовки применяется широкий спектр патронов благодаря тому, что винтовка имеет сменный ствол, выполненный из нержавеющей стали путём холодной ковки. Технически представляет собой винтовку с продольно-скользящим поворотным затвором. Подача патронов при стрельбе производится из отъёмных коробчатых магазинов ёмкостью 5, либо 10 патронов. В целом представляет собой высокоточную тактическую винтовку экстра-класса, отлично зарекомендовавшую себя надёжной работой в самых тяжёлых условиях в различных армиях мира.\nLX98 - представляет собой модифицированную версию L96. в данном прототипе применены разработки системы Гаусса, на основе кристалов Элерия, что привело к увеличению убойной силы и эффективной дальности поражения противника."
TacticalText="<Bullet/>Тип: Снайперская винтовка\n<Bullet/>Режим ведения огня: Одиночный\n<Bullet/>Принцип действия: Скользящий затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: Великобритания\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_MILL_L96A1_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>LX98E1</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>LX98E1</b></font>"
AbilityDescName="снайперская винтовка"
BriefSummary="L96A1 / Arctic Warfare - снайперская винтовка британского производства, разработанная в компании Accuracy International. В середине 1980-х годов винтовка была принята на вооружение Британской армии под обозначением L96. Также существуют модификации винтовки, используемые полицией и силами специального назначения. Винтовка комплектуется оптическим прицелом Leupold Mark 4 фиксированной кратностью х10. Также на L96A1 устанавливаются прицел L1A1 «Шмидт и Бендер» класса 6х42 или прицел LORIS «Геодезис Дефенс». При стрельбе из снайперской винтовки применяется широкий спектр патронов благодаря тому, что винтовка имеет сменный ствол, выполненный из нержавеющей стали путём холодной ковки. Технически представляет собой винтовку с продольно-скользящим поворотным затвором. Подача патронов при стрельбе производится из отъёмных коробчатых магазинов ёмкостью 5, либо 10 патронов. В целом представляет собой высокоточную тактическую винтовку экстра-класса, отлично зарекомендовавшую себя надёжной работой в самых тяжёлых условиях в различных армиях мира.\nLX98E1 - является следующим шагом на пути модификации винтовки L96. Замена ствола на изготовленный из инопланетных сплавов позволило значительно увеличить убойную силу данного образца."
TacticalText="<Bullet/>Тип: Снайперская винтовка\n<Bullet/>Режим ведения огня: Одиночный\n<Bullet/>Принцип действия: Скользящий затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: Великобритания\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_RPR_MILL_L96A1_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>L96A1</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>L96A1</b></font>"
AbilityDescName="снайперская винтовка"
BriefSummary="L96A1 / Arctic Warfare - снайперская винтовка британского производства, разработанная в компании Accuracy International. В середине 1980-х годов винтовка была принята на вооружение Британской армии под обозначением L96. Также существуют модификации винтовки, используемые полицией и силами специального назначения. Винтовка комплектуется оптическим прицелом Leupold Mark 4 фиксированной кратностью х10. Также на L96A1 устанавливаются прицел L1A1 «Шмидт и Бендер» класса 6х42 или прицел LORIS «Геодезис Дефенс». При стрельбе из снайперской винтовки применяется широкий спектр патронов благодаря тому, что винтовка имеет сменный ствол, выполненный из нержавеющей стали путём холодной ковки. Технически представляет собой винтовку с продольно-скользящим поворотным затвором. Подача патронов при стрельбе производится из отъёмных коробчатых магазинов ёмкостью 5, либо 10 патронов. В целом представляет собой высокоточную тактическую винтовку экстра-класса, отлично зарекомендовавшую себя надёжной работой в самых тяжёлых условиях в различных армиях мира."
TacticalText="<Bullet/>Тип: Снайперская винтовка\n<Bullet/>Режим ведения огня: Одиночный\n<Bullet/>Принцип действия: Скользящий затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: Великобритания\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_RPR_MILL_L96A1_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>LX98</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>LX98</b></font>"
AbilityDescName="снайперская винтовка"
BriefSummary="L96A1 / Arctic Warfare - снайперская винтовка британского производства, разработанная в компании Accuracy International. В середине 1980-х годов винтовка была принята на вооружение Британской армии под обозначением L96. Также существуют модификации винтовки, используемые полицией и силами специального назначения. Винтовка комплектуется оптическим прицелом Leupold Mark 4 фиксированной кратностью х10. Также на L96A1 устанавливаются прицел L1A1 «Шмидт и Бендер» класса 6х42 или прицел LORIS «Геодезис Дефенс». При стрельбе из снайперской винтовки применяется широкий спектр патронов благодаря тому, что винтовка имеет сменный ствол, выполненный из нержавеющей стали путём холодной ковки. Технически представляет собой винтовку с продольно-скользящим поворотным затвором. Подача патронов при стрельбе производится из отъёмных коробчатых магазинов ёмкостью 5, либо 10 патронов. В целом представляет собой высокоточную тактическую винтовку экстра-класса, отлично зарекомендовавшую себя надёжной работой в самых тяжёлых условиях в различных армиях мира.\nLX98 - представляет собой модифицированную версию L96. в данном прототипе применены разработки системы Гаусса, на основе кристалов Элерия, что привело к увеличению убойной силы и эффективной дальности поражения противника."
TacticalText="<Bullet/>Тип: Снайперская винтовка\n<Bullet/>Режим ведения огня: Одиночный\n<Bullet/>Принцип действия: Скользящий затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: Великобритания\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_RPR_MILL_L96A1_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>LX98E1</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>LX98E1</b></font>"
AbilityDescName="снайперская винтовка"
BriefSummary="L96A1 / Arctic Warfare - снайперская винтовка британского производства, разработанная в компании Accuracy International. В середине 1980-х годов винтовка была принята на вооружение Британской армии под обозначением L96. Также существуют модификации винтовки, используемые полицией и силами специального назначения. Винтовка комплектуется оптическим прицелом Leupold Mark 4 фиксированной кратностью х10. Также на L96A1 устанавливаются прицел L1A1 «Шмидт и Бендер» класса 6х42 или прицел LORIS «Геодезис Дефенс». При стрельбе из снайперской винтовки применяется широкий спектр патронов благодаря тому, что винтовка имеет сменный ствол, выполненный из нержавеющей стали путём холодной ковки. Технически представляет собой винтовку с продольно-скользящим поворотным затвором. Подача патронов при стрельбе производится из отъёмных коробчатых магазинов ёмкостью 5, либо 10 патронов. В целом представляет собой высокоточную тактическую винтовку экстра-класса, отлично зарекомендовавшую себя надёжной работой в самых тяжёлых условиях в различных армиях мира.\nLX98E1 - является следующим шагом на пути модификации винтовки L96. Замена ствола на изготовленный из инопланетных сплавов позволило значительно увеличить убойную силу данного образца."
TacticalText="<Bullet/>Тип: Снайперская винтовка\n<Bullet/>Режим ведения огня: Одиночный\n<Bullet/>Принцип действия: Скользящий затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: Великобритания\n<Bullet/>Уровень технологии: Лучевое оружие"